{
  "home": "Home",
  "about": "About",
  "services": "Services",
  "caseStudies": "Case Studies",
  "ourTeam": "Our Team",
  "career": "Career",
  "contactUs": "Contact Us",
  "empoweringSolutions": "EMPOWERING SOLUTIONS",
  "mainSlogan": "Empowering organizations through insight, innovation, and impact.",
  "copyright": "Copyright © 2025. All rights reserved.",
  "language": "En",
  "components": "Components",
  "documentation": "Documentation",
  "blocks": "Blocks",
  "alertDialog": "Alert Dialog",
  "hoverCard": "Hover Card",
  "progress": "Progress",
  "scrollArea": "Scroll-area",
  "tabs": "Tabs",
  "tooltip": "Tooltip",
  "hero_slide1_title": "Strategic Solutions for Real Business Growth",
  "hero_slide1_desc": "We empower organizations through governance, strategic planning, and digital innovation.",
  "hero_slide2_title": "Empowering Saudi Organizations to Lead the Future",
  "hero_slide2_desc": "We partner with ambitious organizations to drive sustainable growth, enable digital innovation, and provide strategic clarity.",
  "hero_slide3_title": "Data-Driven Strategies for Measurable Impact",
  "hero_slide3_desc": "We use evidence-based insights to design solutions aligned with your organization’s strategic goals.",
  "about_saee_title": "About SAEE",
  "about_saee_desc": "SAEE is a Saudi-based consulting and business solutions firm established in 2021. We help organizations enhance performance, enable transformation, and achieve strategic objectives through certified expertise and customized services.",
  "saee_in_numbers_title": "SAEE in Numbers",
  "saee_in_numbers_desc": "Trusted by Industry Leaders, Built on Certified Expertise. Our consultants deliver tangible results built on deep industry experience and strategic insight.",
  "saee_certifications_number": "+30",
  "saee_certifications_label": "Professional Certifications",
  "saee_consultants_number": "+44",
  "saee_consultants_label": "Certified Consultants",
  "saee_experience_number": "20",
  "saee_experience_label": "Years of Experience",
  "button_explore_more": "Explore More",
  "button_back_to_home": "Back To Home",
  "button_request_consultation": "Request a Consultation"
  ,
  "button_download_company_profile": "Download Company Profile",
  "why_saee_title": "Why SAEE",
  "why_saee_desc": "SAEE delivers integrated consulting services to government entities, private firms, startups, and family businesses. Our solutions are built on deep market insight, cross-sector knowledge, and local expertise. We work side by side with you to co-create value and ensure sustainable success.",
  "services_explore_title": "Explore Our Key Services",
  "services_strategic_planning_title": "Strategic Planning",
  "services_strategic_planning_desc": "SAEE develops clear, actionable strategies aligned with your goals, resources, and market realities.",
  "services_risk_management_title": "Risk Management",
  "services_risk_management_desc": "SAEE helps organizations identify risks, strengthen governance, and build long-term resilience.",
  "services_corporate_governance_title": "Corporate Governance",
  "services_corporate_governance_desc": "SAEE helps organizations build governance systems that improve decisions, ensure compliance.",
  "services_organization_design_title": "Organization Design",
  "services_organization_design_desc": "SAEE designs clear, efficient structures aligned with your strategy, growth plans, and operational needs.",
  "services_marketing_intelligence_title": "Marketing Intelligence & Digital Marketing",
  "services_marketing_intelligence_desc": "SAEE drives growth with smart marketing and digital strategy.",
  "services_digital_transformation_title": "Digital Transformation",
  "services_digital_transformation_desc": "SAEE helps organizations modernize through tailored digital solutions that drive clarity, agility, and results.",
  "services_sales_development_title": "Sales Development",
  "services_sales_development_desc": "SAEE builds sales strategies that drive growth, pricing efficiency, and better conversions.",
  "services_financial_advisory_title": "Financial Advisory & Consultation",
  "services_financial_advisory_desc": "SAEE provides financial clarity, control, and growth support through planning, reporting, and compliance.",
  "services_hr_consulting_title": "Human Resource Consulting",
  "services_hr_consulting_desc": "SAEE builds HR systems that attract talent, support growth, and deliver measurable impact."
  ,
  "about_hero_alt": "This is the about page",
  "about_company_overview_title": "Company Overview",
  "about_company_overview_desc": "SAEE is a Saudi-based consulting and business solutions firm, established in 2021. We help organizations across sectors improve performance, overcome operational challenges, and build value-driven cultures. With a team of certified experts, we design and implement tailored solutions that align with strategic goals and enable sustainable transformation. Our approach combines deep market knowledge with proven methodologies to deliver measurable and lasting impact.",
  "about_vision_mission_title": "Our Vision & Mission",
  "about_vision_title": "Vision",
  "about_vision_desc": "To create enduring value for organizations, individuals, and society by fostering sustainable development and strategic impact.",
  "about_mission_title": "Mission",
  "about_mission_desc": "To empower organizations to achieve strategic goals through tailored solutions and collaborative support.",
  "about_core_values_title": "Core\nValue",
  "about_core_sagacity_title": "Sagacity",
  "about_core_sagacity_desc": "We approach every challenge with wisdom, ensuring that decisions are thoughtful and rooted in experience.",
  "about_core_adroitness_title": "Adroitness",
  "about_core_adroitness_desc": "Our technical expertise is at the core of everything we do, blending precision with innovation.",
  "about_core_elegance_title": "Elegance",
  "about_core_elegance_desc": "We believe in delivering solutions with integrity, grace, and clarity, from how we treat people to how we solve problems.",
  "about_core_empowerment_title": "Empowerment",
  "about_core_empowerment_desc": "We work side by side with our clients to implement strategies and ensure long-lasting, positive impact.",
  "about_social_responsibility_title": "Social Responsibility",
  "about_social_responsibility_desc": "At SAEE, we believe that our role extends beyond business. We are committed to making a positive impact on people, the community, and the environment through meaningful and responsible initiatives.",
  "about_social_people_title": "People",
  "about_social_people_desc": "We provide structured training for fresh graduates to build skills and support professional growth, strengthening the national workforce.",
  "about_social_community_title": "Community",
  "about_social_community_desc": "We support gender equality and social programs to promote inclusive participation and assist underprivileged groups.",
  "about_social_environment_title": "Environment",
  "about_social_environment_desc": "We create and apply digital solutions to reduce reliance on printed materials, lowering environmental impact and supporting sustainability.",
  "about_how_we_work_title": "How We Work",
  "about_how_we_work_desc": "Our Strategic Approach At SAEE, we follow a structured, client-centered methodology designed to ensure sustainable impact and measurable results. Our approach includes five key stages.",
  "about_how_we_work_desktop_alt": "How We Work Desktop",
  "about_how_we_work_mobile_alt": "How We Work Mobile",
  "about_client_segments_title": "Client Segments",
  "about_client_segments_desc": "At SAEE, we provide tailored consulting and business solutions to a wide spectrum of clients, including:",
  "about_client_desktop_alt": "client Desktop",
  "about_client_mobile_alt": "client Mobile"
} 